[
  {
    "review_content": "Awesome place, can easily spend 2 or more hours with kids, played mini golf, nice restaurant with a view, bit biased for kids if you want to eat inside with kids, lovely menu, french garden was closed and no notification online, pond with lots of fishes. Great place to take pictures, lovely and secure kids playground. Must visit with the whole family.",
    "user_id": 1,
    "restaurant_id": 1,
    "star_rating": 5
  },

  {
    "review_content": "Our all time favourite place to go and enjoy food and feed the fishes there,our favourite thing to do.There is a mini golf area for kids too and much more ",
    "user_id": 2,
    "restaurant_id": 1,
    "star_rating": 5
    

  },

  {
    "review_content": "Lovely spot in the hills, has a restaurant and casual outdoor   seating surrounded by beautiful rose gardens. There is also a fenced small play area for the kids and an 18 hole mini golf course. The Grandies loved feeding the fish, there are hundreds of them all fighting to get the food! Great place for a special dinner or lunch or just for a snack.",
    "user_id": 3,
    "restaurant_id": 1,
    "star_rating": 5
  },

  {
    "review_content": "Good place to eat ,kids  loved the  play aread and food and watched the beautiful koi fish pond",
    "user_id": 4,
    "restaurant_id": 2,
    "star_rating": 5
  },

  {
    "review_content": "We, my wife, 2 toddlers and myself went on a rainy day in June. Food was excellent, slow service. Kids loved the play area.",
    "user_id": 5,
    "restaurant_id": 2,
    "star_rating": 3
  },

  {
    "review_content": "My family (5 kids and my husband) and I went here for my birthday meal and LOVED it! However, we went after the renovation and I’m pretty sure the rest of the reviews were related to before the renovation. Great place for kids to play and amazing gardens. Food was amazing and very friendly staff. The fish ponds were amazing and the kids loved looking at the fish. Loved it!!",
    "user_id": 6,
    "restaurant_id": 2,
    "star_rating": 5
  },
  {
    "review_content": "Good place to eat ,kids  loved the  play aread and food and  watched the beautiful koi fish pond",
    "user_id": 7,
    "restaurant_id": 3,
    "star_rating": 4
  },

  {
    "review_content": "Great meal, meeting friends with a 6 yr old child. AWESOME and Emily one of the managers was fantastic. The chicken party was the biggest and best I've had in yrs for $26. Will go back!",
    "user_id": 8,
    "restaurant_id": 3,
    "star_rating": 4
  },

  {
    "review_content": "Food was hit and miss. We are a family of 6 with 4 children. Kids were occupied playing and it was a hail-mary to the not so good quality meal served on the day. Ambience was pleasent.",
    "user_id": 9,
    "restaurant_id": 3,
    "star_rating": 2
  },

  {
    "review_content": "What a fantastic place to be. Great ambience. children and grown ups all happy. Children were suffincently occupied  and loved the food. Win- win for the family",
    "user_id": 10,
    "restaurant_id": 4,
    "star_rating": 4
  },

  {
    "review_content": "Food was fantastic, loved the food. Children were happy to be occupied in the sand pit with the toys, food went down without a fuss. Will def. go back again",
    "user_id": 11,
    "restaurant_id": 4,
    "star_rating": 5
  },

  {
    "review_content": "We caught up with our family. We were 4 families plus grandparents. Picnic tables were a bonus for us all. Lots of fun and laughter. All the children midst our family enjoyed being occupied. Good place to go back on a warm day.",
    "user_id": 12,
    "restaurant_id": 4,
    "star_rating": 5
  },

  {
    "review_content": "What a fantastic place to be. Great ambience. children and grown ups all happy. Children were suffincently occupied  and loved the food. Win- win for the family",
    "user_id": 13,
    "restaurant_id": 5,
    "star_rating": 5
  },

  {
    "review_content": "Food was fantastic, loved the food. Children were happy to be occupied in the sand pit with the toys, food went down without a fuss. Will def. go back again",
    "user_id": 14,
    "restaurant_id": 5,
    "star_rating": 5
  },

  {
    "review_content": "We caught up with our family. We were 4 families plus grandparents. Picnic tables were a bonus for us all. Lots of fun and laughter. All the children midst our family enjoyed being occupied. Good place to go back on a warm day.",
    "user_id": 15,
    "restaurant_id": 5,
    "star_rating": 5
  },

  {
    "review_content": "Lovely place to visit spacious inside and outside.Large outdoor seating area with a playground under the shade of a large tree. Food was a good pub quality, live band and dancing.",
    "user_id": 16,
    "restaurant_id": 6,
    "star_rating": 5
  },

    {"review_content": " A great venue by the river with great history. Food was perfect and children well entertained.",
    "user_id": 17,
    "restaurant_id": 6,
    "star_rating": 5
},

{
    "review_content": "Our family of 40 had a birthday get together for our 96 year old mother.Food and service was excellent. We all have visited here individually and now going to make the pub a family tradition each year. Children of various ages in our family enjoyed the outdoor play area. ",
    "user_id": 18,
    "restaurant_id": 6,
    "star_rating": 5
  },

  {
    "review_content": "Fab service, family friendly and good food. Fantastic cocktails.",
    "user_id": 19,
    "restaurant_id": 7,
    "star_rating": 5
  },

{
        "review_content": "Held our baby celebration here, the venuse space by the children's chillout zone was perfect.Laura the resturant manager was a pleasure to deal with and was prompt respoding to emails.The sider platters were enjoyed by all.The kids loved the ballon twister/glitter tattooist, whilst the adults enjoyed the guitarist. Highly recommend holding your next event here.",
    "user_id": 20,
    "restaurant_id": 7,
    "star_rating": 5
},

{
    "review_content": "Love it, Staff were super friendly and amazing. Place is incredibly kid friendly. There was a young lady making animal balloons for the children. Absolutely fab. ",
    "user_id": 21,
    "restaurant_id": 7,
    "star_rating": 5
  },

  {
    "review_content": "Fab service, family friendly and good food. Fantastic cocktails.",
    "user_id": 22,
    "restaurant_id": 8,
    "star_rating": 5
  },

{
    "review_content": "Peaceful location, lush gardens, lots to explore hidden areas. Playground for the kids. Restaurant quality was good. Prompt service.",
    "user_id": 23,
    "restaurant_id": 8,
    "star_rating": 5
},

{
    "review_content": "A gem of a a place up on the hills. Quiet pleased with the ambience. Staff were wonderful, food was great, children enjoyed their meal and the playground. Would highly recommend them. ",
    "user_id": 24,
    "restaurant_id": 8,
    "star_rating": 5
  },
{
    "review_content": "What a great place for a party. Great food and so much fun for the children to play and have a great time. They have a great play area.Adults can relax knowing their little ones are safe. ",
    "user_id": 25,
    "restaurant_id": 9,
    "star_rating": 5
  },

  {
    "review_content": "Had a great family afternoon here. The meals and queues to order took a very long time, and risked losing a start for it. But excellent customer service, play are for the family and food redeemed the almost lost star.",
    "user_id": 26,
    "restaurant_id": 9,
    "star_rating": 5
  },

{
    "review_content": " Delicious food and beers. You will be spoilt for choice. Great place to take children. You practically won't see them for 4 hours as there is plenty of play equipment. You def. need to book ahead.",
    "user_id": 27,
    "restaurant_id": 9,
    "star_rating": 5
},


{
    "review_content": "We had a great evening shopping and then went for dinner. It is an affordable family dinner, nothing fancy, part of the Ikea shopping experience for us. The food was ok and we were glad for the kids play corner that provided something to do for the little ones. ",
    "user_id": 28,
    "restaurant_id": 10,
    "star_rating": 4
},
 
{
     "review_content": "The food in the restaurants a great price for average food. There is and excellent buy a meal get a kids meal free deal. But the Pick and mix of Swedish lollie is brilliant. The play area for the children is a plus.",
     "user_id": 29,
     "restaurant_id":10,
    "star_rating": 3
},

{
"review_content": "Food isn't the best, it has plenty of kids entertainment area which keeps them busy and happy. It is a good place to go for a fun day.",
"user_id": 30,
"restaurant_id": 10,
"star_rating": 5
},

{
    "review_content": "Loved it. So happy to find a brunch spot with friendly staff, great food and a spot for the kids to play.I will be back again. ",
    "user_id": 31,
    "restaurant_id": 11,
    "star_rating": 5
},
 
{
     "review_content": "I love the decor and architecture of this cafe. It has deep woods and heavy chairs which give it an urban but friendly feeling. The atmosphere is pumping with a mix of young groups and families outside near the play area.The food is delicious! It's a bit pricey but there are lots of fresh ingredients and good flavour combos on the menu. I would recommend the nourish bowl but you could probably share it with a friend if you're not that hungry.The coffee was very average. The beans I believe are Toby Estate so they were rich and strong but all of us agreed that the milk wasn't hot enough so it was a let down.I would return for food but not for coffee..",
     "user_id": 32,
     "restaurant_id":11,
    "star_rating": 3
},

{
"review_content": " Very friendly service. Nice area for kids to play in. Food was very good top notch. Really flavorful and plenty to choose from for the kids at a reasonable price, will go again",
"user_id": 33,
"restaurant_id": 11,
"star_rating": 4
},

{
    "review_content": "Exceptionally popular, always a line out the door.. which for my first visit I can understand as it's awesome for people with kids and I found them dog friendly too.  Coffee was awesome and Ham & Cheese croissant was very tasty.",
    "user_id": 34,
    "restaurant_id": 12,
    "star_rating": 5
},
 
{
     "review_content": "Went here for the first time.  It was a Sunday around 10am and was extremely and had trouble finding a parking spot which apparently is normal.  We lift around 11.30 and carpark was much quieter.   Had a coffee with lactose free milk and a crepe.  Also cappuccino and double chocolate slice.   Both very nice.  Coffee was a bit weak especially with it being a long machiato.  More like a weak flat white.  Service was friendly and courteous and prompt.   Large indoor dining and two outdoor areas.  Rear outdoor dining also has kids play area.  Front area alfresco style dining.   Only criticism was that we had to ask for cutlery as didn't come with any and also no napkins.  No napkins on tables at all and none in sight so had to ask for some.  Took a while to come back with them and gave us one each which are very thin.  Nothing major but would have been a 5 star view otherwise",
     "user_id": 35,
     "restaurant_id":12,
    "star_rating": 4
},

{
  "review_content": " Been here a couple of times and have enjoyed it each time. The food here is good the pastries yummy, and macaroons delicious. It's dog friendly and what makes it a great place is that it's very kid frieny with a fantastic play area in front garden",
"user_id": 36,
"restaurant_id": 12,
"star_rating": 5
},

{
    "review_content": "This place is a hidden gem. It has a small playground for the kids with lots of open space, a mini golf course (costs associated), right on the river and great pub grub. Lots of shady trees and the brewery makes a fine brew too!.",
    "user_id": 37,
    "restaurant_id": 13,
    "star_rating": 5
},
 
{
     "review_content": "Great place to take the family for mini golf and refreshments.",
     "user_id": 38,
     "restaurant_id":13,
    "star_rating": 4
},

{
  "review_content": "Fantastic location and great staff also has kids play area and sand pit.",
"user_id": 39,
"restaurant_id": 13,
"star_rating": 5
},
{
    "review_content": " Good food, bit pricey, playground and park for the kids to play in.",
    "user_id": 40,
    "restaurant_id": 14,
    "star_rating": 3
},
 
{
     "review_content": "Friendly staff with a great atmosphere. Family friendly Great food and views and great coffee. Book a table as it does get busy or enjoy a take away and picnic on the lawn while your young ones play..",
     "user_id": 41,
     "restaurant_id":14,
    "star_rating": 4
},

{
  "review_content": "Friendly service, yummy food and great setting in the park. I enjoyed the pancake stack. The park is great for kids, the temperature today made it hard to.enjoy fully.",
"user_id": 42,
"restaurant_id": 14,
"star_rating": 5
},
{
    "review_content": " Next to the Wembley golf course. Atmosphere is nice. Kids can play in the playground adjacent to the restaurant. A lots of tap beer. Taste for dishes is so-so..",
    "user_id": 43,
    "restaurant_id": 15,
    "star_rating": 3
},
 
{
     "review_content": "We went with our 3 year old and 6 month old kids. They were very accomodating and gave us room to park our pram. Great place for family meals. There is a play area and it is supurb, you can watch them play from most outdoor tables. The food was delicious, best chicken wings we have ever come across. The beef cheeks was fantastic. Staff were very polite and professional.",
     "user_id": 44,
     "restaurant_id":15,
    "star_rating": 4
},

{
  "review_content": "Great location and an amazing outlook. Went for breakfast. Good selection of food at very reasonable prices. Playground nearby and in view of the restaurant so, definitely child friendly. I'll certainly be back again.",
"user_id": 45,
"restaurant_id": 15,
"star_rating": 5
}

]
